[
    {
        "view": "assets/bn.jpg",
        "name": "The FAI World Drone Racing Championship",
        "description": "Each competitor may use a maximum of 3 models during the entire championship period, and each model may only be used by one competitor during the period. Violation of this rule will result in disqualification.Organization of the Competition.<br>The competition is divided into qualifying phase, knockout phase and final phase.Timing: Electronic timing system with appropriate redundancy. The timing is triggered when the model passes through a door equipped with timing sensors in the qualifying stage, and when the start signal is issued in the knockout stage, etc.<br><br>Race start procedure: After the model is placed in the starting area, the pilot has a maximum of two minutes to prepare. After the preparation is completed, the starter gives the start signal to start the race. If there is a problem with the start signal, the runner should immediately stop the race and start again.<br>Final ranking: The top four places are determined based on the final result, and subsequent places are determined based on the result of the specific competition and the provisional ranking of the qualifying stage. National team rankings were determined by summing the final ranking numbers of the three highest ranked members of each national team"
    },
    {
        "view": "assets/a3.jpg",
        "name": "AUVSI Unmanned Aerial Vehicle Competition",
        "description": "Task Overview: The task of the competition is that the UAV needs to complete a series of flight tasks within the specified time, including but not limited to take-off, flight, execution of specific tasks and safe landing, etc. The task demonstration accounts for 70% of the total score.Task sequence: After the start of the mission, the demonstration will be terminated unless the mission has successfully taken off and climbed above 75 feet within the first 10 minutes. After each takeoff, it must first fly to the waypoint path and then perform other tasks.<br><br>Mission requirements: In the mission, the UAV must fly autonomously except for take-off and landing. If you switch to manual flight, you need to return to the departure point to restart the mission. If the drone crashes, the team will forfeit 25% of their demo points; If a part is dropped in flight, 10% of the demonstration points will be deducted.The competition is awarded a total of 100 points, with technical design and flight preparation review accounting for 30% and mission demonstration accounting for 70%. During the mission demonstration, if the drone crashes or parts drop, it will be penalized accordingly."
    },
    {
        "view": "assets/a1.jpg",
        "name": "The China University Students' Aircraft Design Innovation Competition",
        "description": "Competition items: A total of 10 innovation competition items, divided into group A and Group B. Group A includes time-limited carrier airdrop, simulated search and rescue, solar powered aircraft, vertical take-off and landing carrier and ground reconnaissance and strike; Group B includes multi-stage model rocket launch and load recovery, model water rocket boosting spacecraft, limited range load airdrop, micro air vehicle and simulated shipborne net hit recovery.<br><br>Awards:Individual team ranking is arranged by the sum of individual results of each team, and the highest sum of results is listed first. If the same, the ranking is tied. If only one flight group is registered for a single event, it will not be counted as a team ranking.For each innovation competition project, 15% of the actual number of teams will be awarded the first prize certificate, 15% will be awarded the second prize certificate, and 30% will be awarded the third prize certificate.In the innovation competition, the top three individual and group winners of each flight group will be enrolled and awarded with certificates and MEDALS.<br><br>The first prize, second prize and third prize will be set for the scientific and technological innovation evaluation project, and the special prize can be set for the especially excellent project. The proportion of winners shall not exceed 60% of the total number of entries. The first prize can be vacant, and the special prize is generally generated in the first prize and can be vacant.<br>The Organizing committee will set up the outstanding team award, and the proportion of winners will not exceed 20% of the total number of participating teams."
    }
]